export  const 
 datas= [
    {
        "x": 120.5328,
        "y": 30.873821,
        "NAME": "盛泽水葫芦自动打捞点（乌金浜）",
        "id": "121",
        "them": "视频监控"
    },
    {
        "x": 120.372903,
        "y": 30.892947,
        "NAME": "七都水葫芦自动打捞点（横古塘）",
        "id": "122",
        "them": "视频监控"
    },
    {
        "x": 120.849825,
        "y": 31.100902,
        "NAME": "涨水圩与昆山交界处",
        "id": "123",
        "them": "视频监控"
    },
    {
        "x": 120.767911,
        "y": 31.122876,
        "NAME": "南星湖北小湖与牛长泾交界处",
        "id": "124",
        "them": "视频监控"
    },
    {
        "x": 120.542123,
        "y": 30.877239,
        "NAME": "鳑鲏港与麻溪交界处",
        "id": "125",
        "them": "视频监控"
    },
    {
        "x": 120.663923,
        "y": 31.075128,
        "NAME": "大浦口与江南运河交界处",
        "id": "126",
        "them": "视频监控"
    },
    {
        "x": 120.661513,
        "y": 31.139793,
        "NAME": "三船路港与江南运河交界处",
        "id": "127",
        "them": "视频监控"
    },
    {
        "x": 120.808477,
        "y": 31.152388,
        "NAME": "白蚬湖与昆山交界处",
        "id": "128",
        "them": "视频监控"
    },
    {
        "x": 120.625543,
        "y": 31.211319,
        "NAME": "杨湾港闸",
        "id": "129",
        "them": "视频监控"
    },
    {
        "x": 120.620628,
        "y": 31.181021,
        "NAME": "松陵大桥东",
        "id": "130",
        "them": "视频监控"
    },
    {
        "x": 120.586808,
        "y": 31.123398,
        "NAME": "三船港闸",
        "id": "131",
        "them": "视频监控"
    },
    {
        "x": 120.578505,
        "y": 31.082092,
        "NAME": "草港闸",
        "id": "132",
        "them": "视频监控"
    },
    {
        "x": 120.554916,
        "y": 31.064961,
        "NAME": "新开路闸",
        "id": "133",
        "them": "视频监控"
    },
    {
        "x": 120.533524,
        "y": 31.042775,
        "NAME": "戗港闸",
        "id": "134",
        "them": "视频监控"
    },
    {
        "x": 120.490336,
        "y": 31.022401,
        "NAME": "亭子港闸",
        "id": "135",
        "them": "视频监控"
    },
    {
        "x": 120.462999,
        "y": 30.999345,
        "NAME": "庙港闸",
        "id": "136",
        "them": "视频监控"
    },
    {
        "x": 120.597447,
        "y": 31.127829,
        "NAME": "三船路闸内河球机",
        "id": "189",
        "them": "视频监控"
    },
    {
        "x": 120.597417,
        "y": 31.127829,
        "NAME": "三船路闸区1",
        "id": "190",
        "them": "视频监控"
    },
    {
        "x": 120.597447,
        "y": 31.127859,
        "NAME": "三船路闸区2",
        "id": "191",
        "them": "视频监控"
    },
    {
        "x": 120.597466,
        "y": 31.127855,
        "NAME": "三船路闸外河立杆球机",
        "id": "192",
        "them": "视频监控"
    },
    {
        "x": 120.59377,
        "y": 31.118753,
        "NAME": "东太湖酒店北涵洞内测",
        "id": "193",
        "them": "视频监控"
    },
    {
        "x": 120.593769,
        "y": 31.118752,
        "NAME": "东太湖酒店北涵洞外侧球机",
        "id": "194",
        "them": "视频监控"
    },
    {
        "x": 120.595851,
        "y": 31.115033,
        "NAME": "东太湖酒店南涵洞湖面球机",
        "id": "195",
        "them": "视频监控"
    },
    {
        "x": 120.595961,
        "y": 31.115032,
        "NAME": "东太湖酒店南涵洞闸口",
        "id": "196",
        "them": "视频监控"
    },
    {
        "x": 120.624699,
        "y": 31.175097,
        "NAME": "牛腰泾闸内测湖面球机",
        "id": "197",
        "them": "视频监控"
    },
    {
        "x": 120.624736,
        "y": 31.175067,
        "NAME": "牛腰泾闸区1",
        "id": "198",
        "them": "视频监控"
    },
    {
        "x": 120.62481,
        "y": 31.174895,
        "NAME": "牛腰泾闸区2",
        "id": "199",
        "them": "视频监控"
    },
    {
        "x": 120.625249,
        "y": 31.175275,
        "NAME": "牛腰泾闸区3",
        "id": "200",
        "them": "视频监控"
    },
    {
        "x": 120.624855,
        "y": 31.175004,
        "NAME": "牛腰泾闸外侧枪机",
        "id": "201",
        "them": "视频监控"
    },
    {
        "x": 120.624947,
        "y": 31.174964,
        "NAME": "牛腰泾闸外侧湖面球机",
        "id": "202",
        "them": "视频监控"
    },
    {
        "x": 120.599217,
        "y": 31.151448,
        "NAME": "生态公园北涵洞内侧枪机",
        "id": "204",
        "them": "视频监控"
    },
    {
        "x": 120.599217,
        "y": 31.151448,
        "NAME": "生态公园北涵洞内测湖面球机",
        "id": "205",
        "them": "视频监控"
    },
    {
        "x": 120.594352,
        "y": 31.145916,
        "NAME": "生态公园南涵洞内测湖面球机",
        "id": "206",
        "them": "视频监控"
    },
    {
        "x": 120.594352,
        "y": 31.145916,
        "NAME": "生态公园南涵洞内测闸口",
        "id": "207",
        "them": "视频监控"
    },
    {
        "x": 120.607775,
        "y": 31.155415,
        "NAME": "外苏州河闸枪机1",
        "id": "209",
        "them": "视频监控"
    },
    {
        "x": 120.607254,
        "y": 31.155501,
        "NAME": "外苏州河闸枪机2",
        "id": "210",
        "them": "视频监控"
    },
    {
        "x": 120.607254,
        "y": 31.155501,
        "NAME": "外苏州河闸球机1",
        "id": "211",
        "them": "视频监控"
    },
    {
        "x": 120.604971,
        "y": 31.155321,
        "NAME": "外苏州河闸球机2",
        "id": "212",
        "them": "视频监控"
    },
    {
        "x": 120.594123,
        "y": 31.134564,
        "NAME": "学院河闸区1",
        "id": "213",
        "them": "视频监控"
    },
    {
        "x": 120.594133,
        "y": 31.134544,
        "NAME": "学院河闸区2",
        "id": "214",
        "them": "视频监控"
    },
    {
        "x": 120.594113,
        "y": 31.134535,
        "NAME": "学院河闸口枪机",
        "id": "215",
        "them": "视频监控"
    },
    {
        "x": 120.594113,
        "y": 31.133205,
        "NAME": "学院河闸口球机",
        "id": "216",
        "them": "视频监控"
    },
    {
        "x": 120.594153,
        "y": 31.134533,
        "NAME": "学院河闸湖面球机",
        "id": "218",
        "them": "视频监控"
    },
    {
        "x": 120.648021,
        "y": 31.105302,
        "NAME": "城南河河道监控",
        "id": "810",
        "them": "视频监控"
    },
    {
        "x": 120.646062,
        "y": 31.089427,
        "NAME": "支河三站闸内河",
        "id": "815",
        "them": "视频监控"
    },
    {
        "x": 120.646062,
        "y": 31.089427,
        "NAME": "支河三站闸外河",
        "id": "816",
        "them": "视频监控"
    },
    {
        "x": 120.646062,
        "y": 31.089427,
        "NAME": "支河三站闸闸门",
        "id": "817",
        "them": "视频监控"
    },
    {
        "x": 120.541848,
        "y": 31.016086,
        "NAME": "沧洲漾",
        "id": "823",
        "them": "视频监控"
    },
    {
        "x": 120.642829,
        "y": 31.083311,
        "NAME": "胜地公园外河",
        "id": "847",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸东河道东",
        "id": "878",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸东通道西",
        "id": "879",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸北",
        "id": "880",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸南",
        "id": "881",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸西通道西",
        "id": "882",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "一号闸闸西通道东",
        "id": "883",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "东立杆向东",
        "id": "884",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "东立杆向北",
        "id": "885",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "东立杆向西",
        "id": "886",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "二号闸东",
        "id": "887",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "二号闸北",
        "id": "888",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "二号闸向南",
        "id": "889",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "二号闸桥墩西",
        "id": "890",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "西河边立杆向东",
        "id": "891",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "西河边立杆向北",
        "id": "892",
        "them": "视频监控"
    },
    {
        "x": 120.545046,
        "y": 31.0093,
        "NAME": "西河边立杆向南",
        "id": "893",
        "them": "视频监控"
    },
    {
        "x": 120.508194,
        "y": 31.010678,
        "NAME": "叶家港内河",
        "id": "768",
        "them": "视频监控"
    },
    {
        "x": 120.508194,
        "y": 31.010678,
        "NAME": "叶家港外河",
        "id": "769",
        "them": "视频监控"
    },
    {
        "x": 120.693951,
        "y": 31.034886,
        "NAME": "号上闸内河",
        "id": "770",
        "them": "视频监控"
    },
    {
        "x": 120.693951,
        "y": 31.034886,
        "NAME": "号上闸外河",
        "id": "771",
        "them": "视频监控"
    },
    {
        "x": 120.526364,
        "y": 31.006002,
        "NAME": "大南湖内河",
        "id": "772",
        "them": "视频监控"
    },
    {
        "x": 120.526364,
        "y": 31.006002,
        "NAME": "大南湖外河",
        "id": "773",
        "them": "视频监控"
    },
    {
        "x": 120.540237,
        "y": 31.024694,
        "NAME": "彭家桥内河",
        "id": "774",
        "them": "视频监控"
    },
    {
        "x": 120.540237,
        "y": 31.024694,
        "NAME": "彭家桥外河",
        "id": "775",
        "them": "视频监控"
    },
    {
        "x": 120.540237,
        "y": 31.024694,
        "NAME": "彭家桥闸门",
        "id": "776",
        "them": "视频监控"
    },
    {
        "x": 120.539336,
        "y": 31.032822,
        "NAME": "施家扇内河",
        "id": "777",
        "them": "视频监控"
    },
    {
        "x": 120.539336,
        "y": 31.032822,
        "NAME": "施家扇外河",
        "id": "778",
        "them": "视频监控"
    },
    {
        "x": 120.552248,
        "y": 31.028293,
        "NAME": "横东内河",
        "id": "779",
        "them": "视频监控"
    },
    {
        "x": 120.552248,
        "y": 31.028293,
        "NAME": "横东外河",
        "id": "780",
        "them": "视频监控"
    },
    {
        "x": 120.533866,
        "y": 31.00868,
        "NAME": "横扇港内河",
        "id": "781",
        "them": "视频监控"
    },
    {
        "x": 120.533866,
        "y": 31.00868,
        "NAME": "横扇港外河",
        "id": "782",
        "them": "视频监控"
    },
    {
        "x": 120.493559,
        "y": 31.017348,
        "NAME": "横草路泵站外河",
        "id": "783",
        "them": "视频监控"
    },
    {
        "x": 120.493559,
        "y": 31.017348,
        "NAME": "横草路西内河",
        "id": "784",
        "them": "视频监控"
    },
    {
        "x": 120.493559,
        "y": 31.017348,
        "NAME": "横草路西外河",
        "id": "785",
        "them": "视频监控"
    },
    {
        "x": 120.539692,
        "y": 31.027473,
        "NAME": "横西外河",
        "id": "786",
        "them": "视频监控"
    },
    {
        "x": 120.535364,
        "y": 31.006189,
        "NAME": "蚂蚁漾内河",
        "id": "787",
        "them": "视频监控"
    },
    {
        "x": 120.535364,
        "y": 31.006189,
        "NAME": "蚂蚁漾外河",
        "id": "788",
        "them": "视频监控"
    },
    {
        "x": 120.62339,
        "y": 31.075637,
        "NAME": "新坪内河",
        "id": "789",
        "them": "视频监控"
    },
    {
        "x": 120.62339,
        "y": 31.075637,
        "NAME": "新坪外河",
        "id": "790",
        "them": "视频监控"
    },
    {
        "x": 120.555531,
        "y": 31.063862,
        "NAME": "新开路内河",
        "id": "791",
        "them": "视频监控"
    },
    {
        "x": 120.555531,
        "y": 31.063862,
        "NAME": "新开路外河",
        "id": "792",
        "them": "视频监控"
    },
    {
        "x": 120.565637,
        "y": 31.0462,
        "NAME": "新湖内河",
        "id": "793",
        "them": "视频监控"
    },
    {
        "x": 120.565637,
        "y": 31.0462,
        "NAME": "新湖外河",
        "id": "794",
        "them": "视频监控"
    },
    {
        "x": 120.609277,
        "y": 31.051794,
        "NAME": "菀1内河",
        "id": "795",
        "them": "视频监控"
    },
    {
        "x": 120.609277,
        "y": 31.051794,
        "NAME": "菀1外河",
        "id": "796",
        "them": "视频监控"
    },
    {
        "x": 120.594607,
        "y": 31.049337,
        "NAME": "菀2内河",
        "id": "797",
        "them": "视频监控"
    },
    {
        "x": 120.594607,
        "y": 31.049337,
        "NAME": "菀2外河",
        "id": "798",
        "them": "视频监控"
    },
    {
        "x": 120.595231,
        "y": 31.06935,
        "NAME": "菀东东闸",
        "id": "799",
        "them": "视频监控"
    },
    {
        "x": 120.595231,
        "y": 31.06935,
        "NAME": "菀东内河",
        "id": "800",
        "them": "视频监控"
    },
    {
        "x": 120.595231,
        "y": 31.06935,
        "NAME": "菀东外河",
        "id": "801",
        "them": "视频监控"
    },
    {
        "x": 120.595231,
        "y": 31.06935,
        "NAME": "菀东西闸",
        "id": "802",
        "them": "视频监控"
    },
    {
        "x": 120.603608,
        "y": 31.085545,
        "NAME": "菀北内河",
        "id": "803",
        "them": "视频监控"
    },
    {
        "x": 120.59317,
        "y": 31.06915,
        "NAME": "菀西东闸门",
        "id": "804",
        "them": "视频监控"
    },
    {
        "x": 120.59317,
        "y": 31.06915,
        "NAME": "菀西内河",
        "id": "805",
        "them": "视频监控"
    },
    {
        "x": 120.59317,
        "y": 31.06915,
        "NAME": "菀西外河",
        "id": "806",
        "them": "视频监控"
    },
    {
        "x": 120.59317,
        "y": 31.06915,
        "NAME": "菀西西闸门",
        "id": "807",
        "them": "视频监控"
    },
    {
        "x": 120.614382,
        "y": 31.073346,
        "NAME": "东三级河",
        "id": "808",
        "them": "视频监控"
    },
    {
        "x": 120.534586,
        "y": 31.040685,
        "NAME": "戗港",
        "id": "812",
        "them": "视频监控"
    },
    {
        "x": 120.588064,
        "y": 31.081951,
        "NAME": "支河一闸门枪机",
        "id": "813",
        "them": "视频监控"
    },
    {
        "x": 120.588064,
        "y": 31.081951,
        "NAME": "支河一闸门球机",
        "id": "814",
        "them": "视频监控"
    },
    {
        "x": 120.57405,
        "y": 31.015,
        "NAME": "梅家坝内河",
        "id": "818",
        "them": "视频监控"
    },
    {
        "x": 120.57405,
        "y": 31.015,
        "NAME": "梅家坝外河",
        "id": "819",
        "them": "视频监控"
    },
    {
        "x": 120.626856,
        "y": 31.06048,
        "NAME": "横草路三联桥",
        "id": "820",
        "them": "视频监控"
    },
    {
        "x": 120.638486,
        "y": 31.072056,
        "NAME": "横草路红星桥",
        "id": "821",
        "them": "视频监控"
    },
    {
        "x": 120.569854,
        "y": 31.047016,
        "NAME": "横草路莘七线横扇新桥上",
        "id": "822",
        "them": "视频监控"
    },
    {
        "x": 120.61587,
        "y": 31.087243,
        "NAME": "海沿槽南北快速干线",
        "id": "824",
        "them": "视频监控"
    },
    {
        "x": 120.61082,
        "y": 31.095554,
        "NAME": "海沿槽南厍联湖桥",
        "id": "825",
        "them": "视频监控"
    },
    {
        "x": 120.557757,
        "y": 31.058936,
        "NAME": "王焰闸河道监控",
        "id": "826",
        "them": "视频监控"
    },
    {
        "x": 120.559704,
        "y": 31.034079,
        "NAME": "石塘荡",
        "id": "827",
        "them": "视频监控"
    },
    {
        "x": 120.567657,
        "y": 31.064377,
        "NAME": "西三河S230往东",
        "id": "828",
        "them": "视频监控"
    },
    {
        "x": 120.583134,
        "y": 31.066937,
        "NAME": "西三级河桥",
        "id": "829",
        "them": "视频监控"
    },
    {
        "x": 120.552675,
        "y": 31.004725,
        "NAME": "雪落漾急水港口处",
        "id": "831",
        "them": "视频监控"
    },
    {
        "x": 120.53949,
        "y": 30.994218,
        "NAME": "雪落漾高速路口下",
        "id": "832",
        "them": "视频监控"
    },
    {
        "x": 120.57862,
        "y": 31.081858,
        "NAME": "草港分级闸枪机",
        "id": "848",
        "them": "视频监控"
    },
    {
        "x": 120.57862,
        "y": 31.081858,
        "NAME": "草港分级闸球机",
        "id": "873",
        "them": "视频监控"
    },
    {
        "x": 120.714021,
        "y": 31.063246,
        "NAME": "何家漾",
        "id": "809",
        "them": "视频监控"
    },
    {
        "x": 120.683205,
        "y": 31.062302,
        "NAME": "宜囡荡",
        "id": "811",
        "them": "视频监控"
    },
    {
        "x": 120.709146,
        "y": 31.046105,
        "NAME": "长白荡",
        "id": "830",
        "them": "视频监控"
    },
    {
        "x": 120.646747,
        "y": 31.099997,
        "NAME": "南刘河内河",
        "id": "833",
        "them": "视频监控"
    },
    {
        "x": 120.646747,
        "y": 31.099997,
        "NAME": "南刘河外河",
        "id": "834",
        "them": "视频监控"
    },
    {
        "x": 120.666149,
        "y": 31.079098,
        "NAME": "南湖港内河",
        "id": "835",
        "them": "视频监控"
    },
    {
        "x": 120.666149,
        "y": 31.079098,
        "NAME": "南湖港外河",
        "id": "836",
        "them": "视频监控"
    },
    {
        "x": 120.647882,
        "y": 31.10566,
        "NAME": "城南河内河",
        "id": "837",
        "them": "视频监控"
    },
    {
        "x": 120.647882,
        "y": 31.10566,
        "NAME": "城南河外河",
        "id": "838",
        "them": "视频监控"
    },
    {
        "x": 120.690445,
        "y": 31.06928,
        "NAME": "大城港内河",
        "id": "839",
        "them": "视频监控"
    },
    {
        "x": 120.690445,
        "y": 31.06928,
        "NAME": "大城港外河",
        "id": "840",
        "them": "视频监控"
    },
    {
        "x": 120.718018,
        "y": 31.049569,
        "NAME": "徐河漾内河",
        "id": "841",
        "them": "视频监控"
    },
    {
        "x": 120.718018,
        "y": 31.049569,
        "NAME": "徐河漾外河",
        "id": "842",
        "them": "视频监控"
    },
    {
        "x": 120.665882,
        "y": 31.074704,
        "NAME": "新源桥内河",
        "id": "843",
        "them": "视频监控"
    },
    {
        "x": 120.665882,
        "y": 31.074704,
        "NAME": "新源桥外河",
        "id": "844",
        "them": "视频监控"
    },
    {
        "x": 120.615748,
        "y": 31.091042,
        "NAME": "联湖内河",
        "id": "845",
        "them": "视频监控"
    },
    {
        "x": 120.615748,
        "y": 31.091042,
        "NAME": "联湖外河",
        "id": "846",
        "them": "视频监控"
    },
    {
        "x": 120.692567,
        "y": 31.040091,
        "NAME": "西横港内河",
        "id": "849",
        "them": "视频监控"
    },
    {
        "x": 120.692567,
        "y": 31.040091,
        "NAME": "西横港外河",
        "id": "850",
        "them": "视频监控"
    },
    {
        "x": 120.692567,
        "y": 31.040091,
        "NAME": "西横港闸门",
        "id": "851",
        "them": "视频监控"
    },
    {
        "x": 120.678487,
        "y": 31.067408,
        "NAME": "金家桥内河",
        "id": "852",
        "them": "视频监控"
    },
    {
        "x": 120.678487,
        "y": 31.067408,
        "NAME": "金家桥外河",
        "id": "853",
        "them": "视频监控"
    },
    {
        "x": 120.661882,
        "y": 31.071671,
        "NAME": "东港北闸闸门",
        "id": "854",
        "them": "视频监控"
    },
    {
        "x": 120.662017,
        "y": 31.101604,
        "NAME": "友谊港内河",
        "id": "855",
        "them": "视频监控"
    },
    {
        "x": 120.662017,
        "y": 31.101604,
        "NAME": "友谊港外河",
        "id": "856",
        "them": "视频监控"
    },
    {
        "x": 120.647781,
        "y": 31.09315,
        "NAME": "友谊闸内河",
        "id": "857",
        "them": "视频监控"
    },
    {
        "x": 120.647781,
        "y": 31.09315,
        "NAME": "友谊闸外河",
        "id": "858",
        "them": "视频监控"
    },
    {
        "x": 120.647781,
        "y": 31.09315,
        "NAME": "友谊闸门",
        "id": "859",
        "them": "视频监控"
    },
    {
        "x": 120.656485,
        "y": 31.050514,
        "NAME": "新开港内河",
        "id": "860",
        "them": "视频监控"
    },
    {
        "x": 120.656485,
        "y": 31.050514,
        "NAME": "新开港外河",
        "id": "861",
        "them": "视频监控"
    },
    {
        "x": 120.656485,
        "y": 31.050514,
        "NAME": "新开港泵站",
        "id": "862",
        "them": "视频监控"
    },
    {
        "x": 120.659101,
        "y": 31.052087,
        "NAME": "新营内河",
        "id": "863",
        "them": "视频监控"
    },
    {
        "x": 121.659101,
        "y": 32.052087,
        "NAME": "新营外河",
        "id": "864",
        "them": "视频监控"
    },
    {
        "x": 120.672582,
        "y": 31.034463,
        "NAME": "杨介浜内河",
        "id": "865",
        "them": "视频监控"
    },
    {
        "x": 120.672582,
        "y": 31.034463,
        "NAME": "杨介浜外河",
        "id": "866",
        "them": "视频监控"
    },
    {
        "x": 120.672582,
        "y": 31.034463,
        "NAME": "杨介浜闸门",
        "id": "867",
        "them": "视频监控"
    },
    {
        "x": 120.663229,
        "y": 31.079441,
        "NAME": "粮库河内河",
        "id": "868",
        "them": "视频监控"
    },
    {
        "x": 120.663229,
        "y": 31.079441,
        "NAME": "粮库河外河",
        "id": "869",
        "them": "视频监控"
    },
    {
        "x": 120.631158,
        "y": 31.06315,
        "NAME": "胡家湾内河",
        "id": "870",
        "them": "视频监控"
    },
    {
        "x": 120.631158,
        "y": 31.06315,
        "NAME": "胡家湾外河",
        "id": "871",
        "them": "视频监控"
    },
    {
        "x": 120.631158,
        "y": 31.06315,
        "NAME": "胡家湾闸门",
        "id": "872",
        "them": "视频监控"
    },
    {
        "x": 120.652014,
        "y": 31.05579,
        "NAME": "西庄甸内河",
        "id": "874",
        "them": "视频监控"
    },
    {
        "x": 120.652014,
        "y": 31.05579,
        "NAME": "西庄甸外河",
        "id": "875",
        "them": "视频监控"
    },
    {
        "x": 120.62976,
        "y": 31.060844,
        "NAME": "黑桥港内河",
        "id": "876",
        "them": "视频监控"
    },
    {
        "x": 120.62976,
        "y": 31.060844,
        "NAME": "黑桥港外河",
        "id": "877",
        "them": "视频监控"
    },
    {
        "x": 120.665759,
        "y": 31.166834,
        "NAME": "淞山内河",
        "id": "308",
        "them": "视频监控"
    },
    {
        "x": 120.665759,
        "y": 31.166834,
        "NAME": "淞山室外",
        "id": "309",
        "them": "视频监控"
    },
    {
        "x": 120.665759,
        "y": 31.166834,
        "NAME": "淞山泵房",
        "id": "310",
        "them": "视频监控"
    },
    {
        "x": 120.719798,
        "y": 31.184855,
        "NAME": "九里湖内河",
        "id": "319",
        "them": "视频监控"
    },
    {
        "x": 120.719798,
        "y": 31.184855,
        "NAME": "九里湖外河",
        "id": "320",
        "them": "视频监控"
    },
    {
        "x": 120.719798,
        "y": 31.184855,
        "NAME": "九里湖枪机",
        "id": "321",
        "them": "视频监控"
    },
    {
        "x": 120.657028,
        "y": 31.211764,
        "NAME": "樟木河内河",
        "id": "322",
        "them": "视频监控"
    },
    {
        "x": 120.657028,
        "y": 31.211764,
        "NAME": "樟木河外河",
        "id": "323",
        "them": "视频监控"
    },
    {
        "x": 120.657028,
        "y": 31.211764,
        "NAME": "樟木河枪机",
        "id": "324",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东内河",
        "id": "325",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东内河",
        "id": "326",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东堤防",
        "id": "327",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东堤防",
        "id": "328",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东堤防a",
        "id": "329",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东外河",
        "id": "330",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东外河",
        "id": "331",
        "them": "视频监控"
    },
    {
        "x": 120.685158,
        "y": 31.166131,
        "NAME": "庞东枪机",
        "id": "332",
        "them": "视频监控"
    },
    {
        "x": 120.675191,
        "y": 31.166885,
        "NAME": "庞北外河",
        "id": "459",
        "them": "视频监控"
    },
    {
        "x": 120.675191,
        "y": 31.166885,
        "NAME": "庞北枪机",
        "id": "460",
        "them": "视频监控"
    },
    {
        "x": 120.675191,
        "y": 31.166885,
        "NAME": "庞北内河",
        "id": "461",
        "them": "视频监控"
    },
    {
        "x": 120.675191,
        "y": 31.166885,
        "NAME": "庞北堤防",
        "id": "462",
        "them": "视频监控"
    },
    {
        "x": 120.703062,
        "y": 31.127886,
        "NAME": "光明河堤防",
        "id": "463",
        "them": "视频监控"
    },
    {
        "x": 120.703062,
        "y": 31.127886,
        "NAME": "光明河枪机",
        "id": "464",
        "them": "视频监控"
    },
    {
        "x": 120.68087,
        "y": 31.167887,
        "NAME": "庞北东枪机",
        "id": "465",
        "them": "视频监控"
    },
    {
        "x": 120.68087,
        "y": 31.167887,
        "NAME": "庞北东外河",
        "id": "466",
        "them": "视频监控"
    },
    {
        "x": 120.68087,
        "y": 31.167887,
        "NAME": "庞北东内河",
        "id": "467",
        "them": "视频监控"
    },
    {
        "x": 120.669907,
        "y": 31.136993,
        "NAME": "方尖港内河",
        "id": "469",
        "them": "视频监控"
    },
    {
        "x": 120.669907,
        "y": 31.136993,
        "NAME": "方尖港外河",
        "id": "470",
        "them": "视频监控"
    },
    {
        "x": 120.669907,
        "y": 31.136993,
        "NAME": "方尖港堤防",
        "id": "471",
        "them": "视频监控"
    },
    {
        "x": 120.647323,
        "y": 31.129201,
        "NAME": "南大港枪机",
        "id": "472",
        "them": "视频监控"
    },
    {
        "x": 120.647323,
        "y": 31.129201,
        "NAME": "南大港内河",
        "id": "473",
        "them": "视频监控"
    },
    {
        "x": 120.647323,
        "y": 31.129201,
        "NAME": "南大港外河",
        "id": "474",
        "them": "视频监控"
    },
    {
        "x": 120.672741,
        "y": 31.166048,
        "NAME": "庞山枪机",
        "id": "475",
        "them": "视频监控"
    },
    {
        "x": 120.672741,
        "y": 31.166048,
        "NAME": "庞山内河",
        "id": "476",
        "them": "视频监控"
    },
    {
        "x": 120.672741,
        "y": 31.166048,
        "NAME": "庞山外河",
        "id": "477",
        "them": "视频监控"
    },
    {
        "x": 120.655547,
        "y": 31.105105,
        "NAME": "五方港外河",
        "id": "479",
        "them": "视频监控"
    },
    {
        "x": 120.655547,
        "y": 31.105105,
        "NAME": "五方港内河",
        "id": "480",
        "them": "视频监控"
    },
    {
        "x": 120.68513,
        "y": 31.13227,
        "NAME": "小桥堤防",
        "id": "481",
        "them": "视频监控"
    },
    {
        "x": 120.68513,
        "y": 31.13227,
        "NAME": "小桥内河",
        "id": "482",
        "them": "视频监控"
    },
    {
        "x": 120.68513,
        "y": 31.13227,
        "NAME": "小桥外河",
        "id": "483",
        "them": "视频监控"
    },
    {
        "x": 120.68513,
        "y": 31.13227,
        "NAME": "小桥枪机",
        "id": "484",
        "them": "视频监控"
    },
    {
        "x": 120.690404,
        "y": 31.111403,
        "NAME": "同津河内河",
        "id": "486",
        "them": "视频监控"
    },
    {
        "x": 120.690404,
        "y": 31.111403,
        "NAME": "同津河外河",
        "id": "487",
        "them": "视频监控"
    },
    {
        "x": 120.64838,
        "y": 31.129299,
        "NAME": "庞杨提防",
        "id": "488",
        "them": "视频监控"
    },
    {
        "x": 120.64838,
        "y": 31.129299,
        "NAME": "庞杨外河",
        "id": "489",
        "them": "视频监控"
    },
    {
        "x": 120.64838,
        "y": 31.129299,
        "NAME": "庞杨内河",
        "id": "490",
        "them": "视频监控"
    },
    {
        "x": 120.64838,
        "y": 31.129299,
        "NAME": "庞杨枪机",
        "id": "491",
        "them": "视频监控"
    },
    {
        "x": 120.673908,
        "y": 31.196854,
        "NAME": "吴淞内河",
        "id": "492",
        "them": "视频监控"
    },
    {
        "x": 120.673908,
        "y": 31.196854,
        "NAME": "吴淞外河",
        "id": "493",
        "them": "视频监控"
    },
    {
        "x": 120.673908,
        "y": 31.196854,
        "NAME": "吴淞枪机",
        "id": "494",
        "them": "视频监控"
    },
    {
        "x": 120.648015,
        "y": 31.175386,
        "NAME": "大江河内河",
        "id": "495",
        "them": "视频监控"
    },
    {
        "x": 120.648015,
        "y": 31.175386,
        "NAME": "大江河外河",
        "id": "497",
        "them": "视频监控"
    },
    {
        "x": 120.711513,
        "y": 30.99633,
        "NAME": "新开河内河球",
        "id": "499",
        "them": "视频监控"
    },
    {
        "x": 120.711513,
        "y": 30.99633,
        "NAME": "新开河外河球",
        "id": "500",
        "them": "视频监控"
    },
    {
        "x": 120.656322,
        "y": 31.152159,
        "NAME": "大益内河",
        "id": "501",
        "them": "视频监控"
    },
    {
        "x": 120.656322,
        "y": 31.152159,
        "NAME": "大益外河",
        "id": "502",
        "them": "视频监控"
    },
    {
        "x": 120.656322,
        "y": 31.152159,
        "NAME": "大益枪机",
        "id": "503",
        "them": "视频监控"
    },
    {
        "x": 120.629881,
        "y": 31.212506,
        "NAME": "西湖外河",
        "id": "504",
        "them": "视频监控"
    },
    {
        "x": 120.629881,
        "y": 31.212506,
        "NAME": "西湖内河",
        "id": "505",
        "them": "视频监控"
    },
    {
        "x": 120.629881,
        "y": 31.212506,
        "NAME": "西湖泵房",
        "id": "506",
        "them": "视频监控"
    },
    {
        "x": 120.680977,
        "y": 31.16637,
        "NAME": "东围河外河",
        "id": "507",
        "them": "视频监控"
    },
    {
        "x": 120.680977,
        "y": 31.16637,
        "NAME": "东围河内河",
        "id": "508",
        "them": "视频监控"
    },
    {
        "x": 120.680977,
        "y": 31.16637,
        "NAME": "东围河枪机",
        "id": "509",
        "them": "视频监控"
    },
    {
        "x": 120.67246,
        "y": 31.166127,
        "NAME": "庞山湖枪机",
        "id": "510",
        "them": "视频监控"
    },
    {
        "x": 120.67246,
        "y": 31.166127,
        "NAME": "庞山湖外河",
        "id": "511",
        "them": "视频监控"
    },
    {
        "x": 120.67246,
        "y": 31.166127,
        "NAME": "庞山湖内河",
        "id": "512",
        "them": "视频监控"
    },
    {
        "x": 120.665759,
        "y": 31.166834,
        "NAME": "淞山外河",
        "id": "513",
        "them": "视频监控"
    },
    {
        "x": 120.660889,
        "y": 31.190222,
        "NAME": "淞南枪机",
        "id": "514",
        "them": "视频监控"
    },
    {
        "x": 120.660889,
        "y": 31.190222,
        "NAME": "淞南外河",
        "id": "515",
        "them": "视频监控"
    },
    {
        "x": 120.660889,
        "y": 31.190222,
        "NAME": "淞南内河",
        "id": "516",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "套闸北",
        "id": "894",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "套闸南",
        "id": "895",
        "them": "视频监控"
    },
    {
        "x": 120.830972,
        "y": 31.024389,
        "NAME": "节制闸",
        "id": "896",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "临沪大桥东",
        "id": "897",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "临沪大桥西",
        "id": "898",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "套闸东桥",
        "id": "899",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "套闸南北航道",
        "id": "900",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "套闸南水面",
        "id": "901",
        "them": "视频监控"
    },
    {
        "x": 120.831472,
        "y": 31.025917,
        "NAME": "河面云台",
        "id": "902",
        "them": "视频监控"
    },
    {
        "x": 120.830972,
        "y": 31.024389,
        "NAME": "节制闸南水面",
        "id": "903",
        "them": "视频监控"
    },
    {
        "x": 120.830972,
        "y": 31.024389,
        "NAME": "节制闸南路口",
        "id": "904",
        "them": "视频监控"
    },
    {
        "x": 120.830972,
        "y": 31.024389,
        "NAME": "节制闸西桥",
        "id": "905",
        "them": "视频监控"
    },
    {
        "x": 120.8268,
        "y": 31.004866,
        "NAME": "汾湖东南1",
        "id": "147",
        "them": "视频监控"
    },
    {
        "x": 120.8268,
        "y": 31.004866,
        "NAME": "汾湖东南2",
        "id": "148",
        "them": "视频监控"
    },
    {
        "x": 120.897285,
        "y": 31.020538,
        "NAME": "芦墟收费站1",
        "id": "149",
        "them": "视频监控"
    },
    {
        "x": 120.897285,
        "y": 31.020538,
        "NAME": "芦墟收费站2",
        "id": "150",
        "them": "视频监控"
    },
    {
        "x": 120.898246,
        "y": 31.085667,
        "NAME": "龙升船菜馆1",
        "id": "151",
        "them": "视频监控"
    },
    {
        "x": 120.898246,
        "y": 31.085667,
        "NAME": "龙升船菜场2",
        "id": "152",
        "them": "视频监控"
    },
    {
        "x": 120.891339,
        "y": 31.051411,
        "NAME": "元荡1",
        "id": "163",
        "them": "视频监控"
    },
    {
        "x": 120.891339,
        "y": 31.051411,
        "NAME": "元荡2",
        "id": "164",
        "them": "视频监控"
    },
    {
        "x": 120.725646,
        "y": 30.999847,
        "NAME": "黎园别墅南（拦截点4）",
        "id": "167",
        "them": "视频监控"
    },
    {
        "x": 120.725646,
        "y": 30.999847,
        "NAME": "25拦截点黎园别墅南",
        "id": "168",
        "them": "视频监控"
    },
    {
        "x": 120.855829,
        "y": 31.018784,
        "NAME": "26拦截点秋田内",
        "id": "169",
        "them": "视频监控"
    },
    {
        "x": 120.855829,
        "y": 31.018784,
        "NAME": "秋田内",
        "id": "170",
        "them": "视频监控"
    },
    {
        "x": 120.702279,
        "y": 30.998422,
        "NAME": "黎里大桥上",
        "id": "171",
        "them": "视频监控"
    },
    {
        "x": 120.702279,
        "y": 30.998422,
        "NAME": "27黎里大桥上（枪机）",
        "id": "172",
        "them": "视频监控"
    },
    {
        "x": 120.799099,
        "y": 31.123655,
        "NAME": "雪巷村1",
        "id": "179",
        "them": "视频监控"
    },
    {
        "x": 120.799099,
        "y": 31.123655,
        "NAME": "雪巷村2",
        "id": "180",
        "them": "视频监控"
    },
    {
        "x": 120.836138,
        "y": 31.066255,
        "NAME": "西八荡大桥1",
        "id": "181",
        "them": "视频监控"
    },
    {
        "x": 120.836138,
        "y": 31.066255,
        "NAME": "西八荡大桥2",
        "id": "182",
        "them": "视频监控"
    },
    {
        "x": 120.791131,
        "y": 31.011837,
        "NAME": "东西港排涝站闸门",
        "id": "703",
        "them": "视频监控"
    },
    {
        "x": 120.791131,
        "y": 31.011837,
        "NAME": "东西港闸站圩外",
        "id": "704",
        "them": "视频监控"
    },
    {
        "x": 120.829972,
        "y": 31.022139,
        "NAME": "北字圩闸站圩外",
        "id": "705",
        "them": "视频监控"
    },
    {
        "x": 120.836752,
        "y": 31.066264,
        "NAME": "时基湾排涝站圩外",
        "id": "706",
        "them": "视频监控"
    },
    {
        "x": 120.820778,
        "y": 31.075889,
        "NAME": "港字排涝站圩外",
        "id": "707",
        "them": "视频监控"
    },
    {
        "x": 120.84025,
        "y": 31.079889,
        "NAME": "龙泾闸站圩外",
        "id": "708",
        "them": "视频监控"
    },
    {
        "x": 120.811975,
        "y": 31.01618,
        "NAME": "东琢港排涝站圩外",
        "id": "709",
        "them": "视频监控"
    },
    {
        "x": 120.855029,
        "y": 31.019372,
        "NAME": "东菇内河枪机",
        "id": "710",
        "them": "视频监控"
    },
    {
        "x": 120.855029,
        "y": 31.019372,
        "NAME": "东菇荡闸站圩外",
        "id": "711",
        "them": "视频监控"
    },
    {
        "x": 120.837861,
        "y": 31.027444,
        "NAME": "北芦墟排涝站圩外",
        "id": "712",
        "them": "视频监控"
    },
    {
        "x": 120.832051,
        "y": 31.042028,
        "NAME": "小河港排涝站室外",
        "id": "713",
        "them": "视频监控"
    },
    {
        "x": 120.832051,
        "y": 31.042028,
        "NAME": "小河港排涝站排灌室",
        "id": "714",
        "them": "视频监控"
    },
    {
        "x": 120.82404,
        "y": 31.032384,
        "NAME": "高仕港排涝站圩外",
        "id": "715",
        "them": "视频监控"
    },
    {
        "x": 120.848987,
        "y": 31.097986,
        "NAME": "友好室外枪机",
        "id": "716",
        "them": "视频监控"
    },
    {
        "x": 120.848987,
        "y": 31.097986,
        "NAME": "友好泵站圩外",
        "id": "717",
        "them": "视频监控"
    },
    {
        "x": 120.780278,
        "y": 31.007778,
        "NAME": "张家港闸站圩外",
        "id": "718",
        "them": "视频监控"
    },
    {
        "x": 120.789444,
        "y": 31.055778,
        "NAME": "池家湾排涝站圩外",
        "id": "719",
        "them": "视频监控"
    },
    {
        "x": 120.843885,
        "y": 31.046187,
        "NAME": "莘塔闸站圩外",
        "id": "720",
        "them": "视频监控"
    },
    {
        "x": 120.7656,
        "y": 31.03428,
        "NAME": "陶文港排涝站圩外",
        "id": "721",
        "them": "视频监控"
    },
    {
        "x": 120.805081,
        "y": 31.071943,
        "NAME": "十字港排涝站圩外",
        "id": "722",
        "them": "视频监控"
    },
    {
        "x": 120.762518,
        "y": 31.101824,
        "NAME": "小南惊排涝站圩外",
        "id": "723",
        "them": "视频监控"
    },
    {
        "x": 120.772832,
        "y": 31.101849,
        "NAME": "白潮排涝站圩外",
        "id": "724",
        "them": "视频监控"
    },
    {
        "x": 120.778707,
        "y": 31.081662,
        "NAME": "石前荡排涝站圩外",
        "id": "725",
        "them": "视频监控"
    },
    {
        "x": 120.803205,
        "y": 31.071096,
        "NAME": "东港排涝站圩外",
        "id": "726",
        "them": "视频监控"
    },
    {
        "x": 120.784135,
        "y": 31.077427,
        "NAME": "光明排涝站圩外",
        "id": "727",
        "them": "视频监控"
    },
    {
        "x": 120.748313,
        "y": 31.096044,
        "NAME": "北陛闸站圩外",
        "id": "728",
        "them": "视频监控"
    },
    {
        "x": 120.770751,
        "y": 31.114291,
        "NAME": "夏家坝闸站外河",
        "id": "729",
        "them": "视频监控"
    },
    {
        "x": 120.772082,
        "y": 31.047191,
        "NAME": "梅墩闸站圩外",
        "id": "730",
        "them": "视频监控"
    },
    {
        "x": 120.856627,
        "y": 31.002052,
        "NAME": "姚家浜北排涝站圩外",
        "id": "731",
        "them": "视频监控"
    },
    {
        "x": 120.848,
        "y": 30.998671,
        "NAME": "洋窑港南排涝站圩外",
        "id": "732",
        "them": "视频监控"
    },
    {
        "x": 120.844112,
        "y": 30.998554,
        "NAME": "港南浜南排涝站圩外",
        "id": "733",
        "them": "视频监控"
    },
    {
        "x": 120.841569,
        "y": 30.996208,
        "NAME": "港南浜排涝站圩外",
        "id": "734",
        "them": "视频监控"
    },
    {
        "x": 120.727485,
        "y": 30.975357,
        "NAME": "章湾荡外河",
        "id": "735",
        "them": "视频监控"
    },
    {
        "x": 120.816889,
        "y": 31.015897,
        "NAME": "西杜港排涝站圩外",
        "id": "736",
        "them": "视频监控"
    },
    {
        "x": 120.854831,
        "y": 31.008865,
        "NAME": "金字港闸站圩外",
        "id": "737",
        "them": "视频监控"
    },
    {
        "x": 120.73096,
        "y": 31.093886,
        "NAME": "北圩排涝站圩外",
        "id": "738",
        "them": "视频监控"
    },
    {
        "x": 120.752167,
        "y": 31.037806,
        "NAME": "北西忙排涝站圩外",
        "id": "739",
        "them": "视频监控"
    },
    {
        "x": 120.732282,
        "y": 31.086721,
        "NAME": "孟香港排涝站圩外",
        "id": "740",
        "them": "视频监控"
    },
    {
        "x": 120.847096,
        "y": 31.060321,
        "NAME": "左港排涝站圩外",
        "id": "741",
        "them": "视频监控"
    },
    {
        "x": 120.748322,
        "y": 31.04594,
        "NAME": "差鱼号排涝站圩外",
        "id": "742",
        "them": "视频监控"
    },
    {
        "x": 120.77991,
        "y": 120.77991,
        "NAME": "农科站排涝站圩外",
        "id": "743",
        "them": "视频监控"
    },
    {
        "x": 120.727485,
        "y": 30.975357,
        "NAME": "章湾荡外河",
        "id": "744",
        "them": "视频监控"
    },
    {
        "x": 120.74429,
        "y": 31.066212,
        "NAME": "螺蛳港排涝站圩外",
        "id": "745",
        "them": "视频监控"
    },
    {
        "x": 120.785049,
        "y": 31.091067,
        "NAME": "贤字港闸站圩外",
        "id": "746",
        "them": "视频监控"
    },
    {
        "x": 120.798333,
        "y": 31.12425,
        "NAME": "雪巷排涝站圩外",
        "id": "747",
        "them": "视频监控"
    },
    {
        "x": 120.795028,
        "y": 31.061306,
        "NAME": "半爿港排涝站圩外",
        "id": "748",
        "them": "视频监控"
    },
    {
        "x": 120.889806,
        "y": 31.030472,
        "NAME": "吊子圩排涝站圩外",
        "id": "749",
        "them": "视频监控"
    },
    {
        "x": 120.762279,
        "y": 30.993423,
        "NAME": "夹华里闸站圩外",
        "id": "750",
        "them": "视频监控"
    },
    {
        "x": 120.755314,
        "y": 31.074157,
        "NAME": "戴河港排涝站圩外",
        "id": "751",
        "them": "视频监控"
    },
    {
        "x": 120.725337,
        "y": 30.999587,
        "NAME": "揽桥荡球机",
        "id": "752",
        "them": "视频监控"
    },
    {
        "x": 120.692628,
        "y": 31.004053,
        "NAME": "团结排涝站圩外",
        "id": "753",
        "them": "视频监控"
    },
    {
        "x": 120.745889,
        "y": 31.020556,
        "NAME": "张字港外河球机",
        "id": "754",
        "them": "视频监控"
    },
    {
        "x": 120.744437,
        "y": 31.003494,
        "NAME": "杨秀港排涝站圩外",
        "id": "755",
        "them": "视频监控"
    },
    {
        "x": 120.754212,
        "y": 31.108077,
        "NAME": "王家潭排涝站圩外",
        "id": "756",
        "them": "视频监控"
    },
    {
        "x": 120.754212,
        "y": 31.108077,
        "NAME": "王家潭排涝站排灌室",
        "id": "757",
        "them": "视频监控"
    },
    {
        "x": 120.710361,
        "y": 31.005278,
        "NAME": "茶壶港闸站圩外",
        "id": "758",
        "them": "视频监控"
    },
    {
        "x": 120.767678,
        "y": 31.119397,
        "NAME": "三家村排涝站圩外",
        "id": "759",
        "them": "视频监控"
    },
    {
        "x": 120.697083,
        "y": 30.996333,
        "NAME": "寺后荡闸站圩外",
        "id": "760",
        "them": "视频监控"
    },
    {
        "x": 120.697083,
        "y": 30.996333,
        "NAME": "寺后荡闸站配电室",
        "id": "761",
        "them": "视频监控"
    },
    {
        "x": 120.711513,
        "y": 30.99633,
        "NAME": "新开河排涝站圩外",
        "id": "762",
        "them": "视频监控"
    },
    {
        "x": 120.685111,
        "y": 31.026556,
        "NAME": "滑沿路排涝站圩外",
        "id": "763",
        "them": "视频监控"
    },
    {
        "x": 120.739657,
        "y": 30.968086,
        "NAME": "黄原港闸站圩外",
        "id": "764",
        "them": "视频监控"
    },
    {
        "x": 120.526451,
        "y": 30.872732,
        "NAME": "麻溪1",
        "id": "155",
        "them": "视频监控"
    },
    {
        "x": 120.526451,
        "y": 30.872732,
        "NAME": "麻溪2",
        "id": "156",
        "them": "视频监控"
    },
    {
        "x": 120.620445,
        "y": 30.913442,
        "NAME": "白龙桥1",
        "id": "159",
        "them": "视频监控"
    },
    {
        "x": 120.620445,
        "y": 30.913442,
        "NAME": "白龙桥2",
        "id": "160",
        "them": "视频监控"
    },
    {
        "x": 120.602471,
        "y": 30.878932,
        "NAME": "清溪1",
        "id": "161",
        "them": "视频监控"
    },
    {
        "x": 120.602471,
        "y": 30.878932,
        "NAME": "清溪2",
        "id": "162",
        "them": "视频监控"
    },
    {
        "x": 120.583205,
        "y": 30.860493,
        "NAME": "匣子坝1",
        "id": "165",
        "them": "视频监控"
    },
    {
        "x": 120.583205,
        "y": 30.860493,
        "NAME": "匣子坝2",
        "id": "166",
        "them": "视频监控"
    },
    {
        "x": 120.554612,
        "y": 30.87849,
        "NAME": "太平桥1",
        "id": "185",
        "them": "视频监控"
    },
    {
        "x": 120.554612,
        "y": 30.87849,
        "NAME": "太平桥2",
        "id": "186",
        "them": "视频监控"
    },
    {
        "x": 120.532876,
        "y": 30.905896,
        "NAME": "沈家村内河球",
        "id": "223",
        "them": "视频监控"
    },
    {
        "x": 120.532876,
        "y": 30.905896,
        "NAME": "沈家村外河球",
        "id": "224",
        "them": "视频监控"
    },
    {
        "x": 120.69279,
        "y": 30.907833,
        "NAME": "北王内河球",
        "id": "228",
        "them": "视频监控"
    },
    {
        "x": 120.69279,
        "y": 30.907833,
        "NAME": "北王外河球",
        "id": "229",
        "them": "视频监控"
    },
    {
        "x": 120.532136,
        "y": 30.874669,
        "NAME": "乌金浜內河球",
        "id": "233",
        "them": "视频监控"
    },
    {
        "x": 120.532136,
        "y": 30.874669,
        "NAME": "乌金浜外河球",
        "id": "234",
        "them": "视频监控"
    },
    {
        "x": 120.532136,
        "y": 30.874669,
        "NAME": "乌金浜室內2",
        "id": "235",
        "them": "视频监控"
    },
    {
        "x": 120.69982,
        "y": 30.906154,
        "NAME": "木桥头内河球机",
        "id": "271",
        "them": "视频监控"
    },
    {
        "x": 120.69982,
        "y": 30.906154,
        "NAME": "木桥头外河球",
        "id": "272",
        "them": "视频监控"
    },
    {
        "x": 120.635421,
        "y": 30.876579,
        "NAME": "严家湾内河球",
        "id": "276",
        "them": "视频监控"
    },
    {
        "x": 120.704675,
        "y": 30.917329,
        "NAME": "南昆内河球",
        "id": "280",
        "them": "视频监控"
    },
    {
        "x": 120.704675,
        "y": 30.917329,
        "NAME": "南昆外河球",
        "id": "281",
        "them": "视频监控"
    },
    {
        "x": 120.582239,
        "y": 30.859371,
        "NAME": "林头坝内河球",
        "id": "284",
        "them": "视频监控"
    },
    {
        "x": 120.582239,
        "y": 30.859371,
        "NAME": "林头坝外河球",
        "id": "285",
        "them": "视频监控"
    },
    {
        "x": 120.686508,
        "y": 30.897322,
        "NAME": "内河球机",
        "id": "289",
        "them": "视频监控"
    },
    {
        "x": 120.686508,
        "y": 30.897322,
        "NAME": "外河球机",
        "id": "290",
        "them": "视频监控"
    },
    {
        "x": 120.557895,
        "y": 30.911212,
        "NAME": "上下荡内河球",
        "id": "293",
        "them": "视频监控"
    },
    {
        "x": 120.557895,
        "y": 30.911212,
        "NAME": "上下荡外河球",
        "id": "294",
        "them": "视频监控"
    },
    {
        "x": 120.629409,
        "y": 30.918159,
        "NAME": "龙南内河球",
        "id": "298",
        "them": "视频监控"
    },
    {
        "x": 120.629409,
        "y": 30.918159,
        "NAME": "龙南外河球",
        "id": "299",
        "them": "视频监控"
    },
    {
        "x": 120.594914,
        "y": 30.853745,
        "NAME": "凤凰内河球",
        "id": "303",
        "them": "视频监控"
    },
    {
        "x": 120.594914,
        "y": 30.853745,
        "NAME": "凤凰外河球",
        "id": "304",
        "them": "视频监控"
    },
    {
        "x": 120.594914,
        "y": 30.853745,
        "NAME": "凤凰室內2",
        "id": "305",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安室外一",
        "id": "311",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安室外三(新)",
        "id": "312",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安室外二",
        "id": "313",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安泵房北",
        "id": "314",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安泵房南",
        "id": "315",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安管理大厅",
        "id": "316",
        "them": "视频监控"
    },
    {
        "x": 120.597785,
        "y": 30.915279,
        "NAME": "新安车库入口",
        "id": "317",
        "them": "视频监控"
    },
    {
        "x": 120.644128,
        "y": 30.908923,
        "NAME": "十字河北室外一",
        "id": "342",
        "them": "视频监控"
    },
    {
        "x": 120.644128,
        "y": 30.908923,
        "NAME": "十字河北室外二",
        "id": "343",
        "them": "视频监控"
    },
    {
        "x": 120.644128,
        "y": 30.908923,
        "NAME": "十字河北泵房",
        "id": "344",
        "them": "视频监控"
    },
    {
        "x": 120.644128,
        "y": 30.908923,
        "NAME": "十字河北泵房",
        "id": "345",
        "them": "视频监控"
    },
    {
        "x": 120.560311,
        "y": 30.868272,
        "NAME": "三里泾泵房2",
        "id": "588",
        "them": "视频监控"
    },
    {
        "x": 120.560311,
        "y": 30.868272,
        "NAME": "三里泾室外二",
        "id": "589",
        "them": "视频监控"
    },
    {
        "x": 120.560311,
        "y": 30.868272,
        "NAME": "三里泾室外一",
        "id": "590",
        "them": "视频监控"
    },
    {
        "x": 120.560311,
        "y": 30.868272,
        "NAME": "三里泾泵房1",
        "id": "591",
        "them": "视频监控"
    },
    {
        "x": 120.657324,
        "y": 30.877582,
        "NAME": "盛溪河室外二",
        "id": "592",
        "them": "视频监控"
    },
    {
        "x": 120.677475,
        "y": 30.956012,
        "NAME": "三里桥室外二",
        "id": "596",
        "them": "视频监控"
    },
    {
        "x": 120.677475,
        "y": 30.956012,
        "NAME": "三里桥室外一",
        "id": "597",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "新镇南泵房东",
        "id": "598",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "新镇南泵房西",
        "id": "599",
        "them": "视频监控"
    },
    {
        "x": 120.616193,
        "y": 30.877381,
        "NAME": "沈前港泵房西",
        "id": "600",
        "them": "视频监控"
    },
    {
        "x": 120.616193,
        "y": 30.877381,
        "NAME": "前港室外二",
        "id": "602",
        "them": "视频监控"
    },
    {
        "x": 120.616193,
        "y": 30.877381,
        "NAME": "沈前港泵房东",
        "id": "603",
        "them": "视频监控"
    },
    {
        "x": 120.616193,
        "y": 30.877381,
        "NAME": "沈前港泵室外一",
        "id": "604",
        "them": "视频监控"
    },
    {
        "x": 120.656912,
        "y": 30.877536,
        "NAME": "盛溪河泵房西",
        "id": "606",
        "them": "视频监控"
    },
    {
        "x": 120.656912,
        "y": 30.877536,
        "NAME": "盛溪河泵房东",
        "id": "607",
        "them": "视频监控"
    },
    {
        "x": 120.656912,
        "y": 30.877536,
        "NAME": "盛溪河室外一",
        "id": "608",
        "them": "视频监控"
    },
    {
        "x": 120.675072,
        "y": 30.903664,
        "NAME": "镇东泵站西",
        "id": "609",
        "them": "视频监控"
    },
    {
        "x": 120.675072,
        "y": 30.903664,
        "NAME": "镇东泵站东",
        "id": "610",
        "them": "视频监控"
    },
    {
        "x": 120.675072,
        "y": 30.903664,
        "NAME": "镇东室外一",
        "id": "612",
        "them": "视频监控"
    },
    {
        "x": 120.675072,
        "y": 30.903664,
        "NAME": "镇东室外二",
        "id": "613",
        "them": "视频监控"
    },
    {
        "x": 120.656551,
        "y": 30.909684,
        "NAME": "老水利站外河",
        "id": "614",
        "them": "视频监控"
    },
    {
        "x": 120.559304,
        "y": 30.868004,
        "NAME": "木桥头内河球",
        "id": "636",
        "them": "视频监控"
    },
    {
        "x": 120.559304,
        "y": 30.868004,
        "NAME": "桥南内河球",
        "id": "640",
        "them": "视频监控"
    },
    {
        "x": 120.559304,
        "y": 30.868004,
        "NAME": "桥南外河球",
        "id": "641",
        "them": "视频监控"
    },
    {
        "x": 120.654834,
        "y": 30.923487,
        "NAME": "胜天室外",
        "id": "642",
        "them": "视频监控"
    },
    {
        "x": 120.578814,
        "y": 30.919777,
        "NAME": "通道一",
        "id": "643",
        "them": "视频监控"
    },
    {
        "x": 120.636165,
        "y": 30.925873,
        "NAME": "南宵港室外",
        "id": "644",
        "them": "视频监控"
    },
    {
        "x": 120.650375,
        "y": 30.903312,
        "NAME": "滨河路室外",
        "id": "645",
        "them": "视频监控"
    },
    {
        "x": 120.545846,
        "y": 30.898684,
        "NAME": "龙泉室外二",
        "id": "646",
        "them": "视频监控"
    },
    {
        "x": 120.545846,
        "y": 30.898684,
        "NAME": "龙泉室外一",
        "id": "647",
        "them": "视频监控"
    },
    {
        "x": 120.545846,
        "y": 30.898684,
        "NAME": "龙泉泵房西",
        "id": "648",
        "them": "视频监控"
    },
    {
        "x": 120.545846,
        "y": 30.898684,
        "NAME": "龙泉泵房东",
        "id": "649",
        "them": "视频监控"
    },
    {
        "x": 120.54438,
        "y": 30.855129,
        "NAME": "汤家泵房南",
        "id": "651",
        "them": "视频监控"
    },
    {
        "x": 120.54438,
        "y": 30.855129,
        "NAME": "汤家泵房北",
        "id": "652",
        "them": "视频监控"
    },
    {
        "x": 120.54438,
        "y": 30.855129,
        "NAME": "汤家室外一",
        "id": "654",
        "them": "视频监控"
    },
    {
        "x": 120.54438,
        "y": 30.855129,
        "NAME": "汤家室外二",
        "id": "655",
        "them": "视频监控"
    },
    {
        "x": 120.583218,
        "y": 30.880145,
        "NAME": "白花港泵房",
        "id": "656",
        "them": "视频监控"
    },
    {
        "x": 120.583218,
        "y": 30.880145,
        "NAME": "白花港室外",
        "id": "658",
        "them": "视频监控"
    },
    {
        "x": 120.594435,
        "y": 30.904049,
        "NAME": "北闸泵房东",
        "id": "659",
        "them": "视频监控"
    },
    {
        "x": 120.594435,
        "y": 30.904049,
        "NAME": "北闸泵房西",
        "id": "660",
        "them": "视频监控"
    },
    {
        "x": 120.594435,
        "y": 30.904049,
        "NAME": "北闸室外",
        "id": "661",
        "them": "视频监控"
    },
    {
        "x": 120.593792,
        "y": 30.904285,
        "NAME": "坛西室外",
        "id": "662",
        "them": "视频监控"
    },
    {
        "x": 120.593792,
        "y": 30.904285,
        "NAME": "坛西泵房",
        "id": "664",
        "them": "视频监控"
    },
    {
        "x": 120.620973,
        "y": 30.895224,
        "NAME": "郎中泵房东",
        "id": "665",
        "them": "视频监控"
    },
    {
        "x": 120.620973,
        "y": 30.895224,
        "NAME": "郎中室外",
        "id": "667",
        "them": "视频监控"
    },
    {
        "x": 120.629154,
        "y": 30.911212,
        "NAME": "吴家湾泵房东",
        "id": "668",
        "them": "视频监控"
    },
    {
        "x": 120.629154,
        "y": 30.911212,
        "NAME": "吴家湾泵房西",
        "id": "669",
        "them": "视频监控"
    },
    {
        "x": 120.629154,
        "y": 30.911212,
        "NAME": "吴家湾室外一",
        "id": "671",
        "them": "视频监控"
    },
    {
        "x": 120.629154,
        "y": 30.911212,
        "NAME": "吴家湾室外二",
        "id": "672",
        "them": "视频监控"
    },
    {
        "x": 120.63422,
        "y": 30.878203,
        "NAME": "三吊桥室外",
        "id": "673",
        "them": "视频监控"
    },
    {
        "x": 120.63422,
        "y": 30.878203,
        "NAME": "三吊桥泵房东",
        "id": "674",
        "them": "视频监控"
    },
    {
        "x": 120.63422,
        "y": 30.878203,
        "NAME": "三吊桥泵房西",
        "id": "675",
        "them": "视频监控"
    },
    {
        "x": 120.651769,
        "y": 30.894177,
        "NAME": "目澜泵房",
        "id": "677",
        "them": "视频监控"
    },
    {
        "x": 120.651769,
        "y": 30.894177,
        "NAME": "目澜室外一",
        "id": "679",
        "them": "视频监控"
    },
    {
        "x": 120.651769,
        "y": 30.894177,
        "NAME": "目澜室外二",
        "id": "680",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩室外二",
        "id": "681",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩东大门",
        "id": "682",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩室外一",
        "id": "683",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩泵房南",
        "id": "685",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩泵房北",
        "id": "686",
        "them": "视频监控"
    },
    {
        "x": 120.637308,
        "y": 30.91363,
        "NAME": "南草圩内河拦污",
        "id": "687",
        "them": "视频监控"
    },
    {
        "x": 120.661537,
        "y": 30.920741,
        "NAME": "盛家港泵房东",
        "id": "688",
        "them": "视频监控"
    },
    {
        "x": 120.661537,
        "y": 30.920741,
        "NAME": "盛家港泵房西",
        "id": "689",
        "them": "视频监控"
    },
    {
        "x": 120.661537,
        "y": 30.920741,
        "NAME": "盛家港室外一",
        "id": "691",
        "them": "视频监控"
    },
    {
        "x": 120.661537,
        "y": 30.920741,
        "NAME": "盛家港室外二",
        "id": "692",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "镇南室外二",
        "id": "693",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "镇南室外一",
        "id": "694",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "镇南泵房东",
        "id": "695",
        "them": "视频监控"
    },
    {
        "x": 120.670441,
        "y": 30.880542,
        "NAME": "镇南泵房西",
        "id": "696",
        "them": "视频监控"
    },
    {
        "x": 120.626756,
        "y": 30.87682,
        "NAME": "李家浜室外",
        "id": "701",
        "them": "视频监控"
    },
    {
        "x": 120.641924,
        "y": 30.994005,
        "NAME": "运河太浦河交界1",
        "id": "157",
        "them": "视频监控"
    },
    {
        "x": 120.641924,
        "y": 30.994005,
        "NAME": "运河太浦河交界2",
        "id": "158",
        "them": "视频监控"
    },
    {
        "x": 120.656824,
        "y": 30.979204,
        "NAME": "雪湖桥",
        "id": "183",
        "them": "视频监控"
    },
    {
        "x": 120.656824,
        "y": 30.979204,
        "NAME": "雪湖桥2",
        "id": "184",
        "them": "视频监控"
    },
    {
        "x": 120.619269,
        "y": 30.951478,
        "NAME": "戚家荡球机",
        "id": "252",
        "them": "视频监控"
    },
    {
        "x": 120.61302,
        "y": 30.944728,
        "NAME": "平南机房室外球",
        "id": "254",
        "them": "视频监控"
    },
    {
        "x": 120.679472,
        "y": 30.960333,
        "NAME": "新开河南闸站室外球",
        "id": "256",
        "them": "视频监控"
    },
    {
        "x": 120.62635,
        "y": 30.984234,
        "NAME": "新城泵站室外球",
        "id": "258",
        "them": "视频监控"
    },
    {
        "x": 120.641761,
        "y": 30.991128,
        "NAME": "东溪河室外球",
        "id": "260",
        "them": "视频监控"
    },
    {
        "x": 120.660062,
        "y": 30.992753,
        "NAME": "杨家港室外球",
        "id": "262",
        "them": "视频监控"
    },
    {
        "x": 120.652996,
        "y": 30.978568,
        "NAME": "混水河室外球",
        "id": "264",
        "them": "视频监控"
    },
    {
        "x": 120.616517,
        "y": 30.972554,
        "NAME": "六里桥室外球",
        "id": "266",
        "them": "视频监控"
    },
    {
        "x": 120.645912,
        "y": 31.024054,
        "NAME": "唐家湖南泵站室外",
        "id": "268",
        "them": "视频监控"
    },
    {
        "x": 120.536012,
        "y": 31.040809,
        "NAME": "横草路球机",
        "id": "270",
        "them": "视频监控"
    },
    {
        "x": 120.481924,
        "y": 30.988126,
        "NAME": "青龙港室外球",
        "id": "337",
        "them": "视频监控"
    },
    {
        "x": 120.64143,
        "y": 30.974944,
        "NAME": "九华泵站室外球",
        "id": "339",
        "them": "视频监控"
    },
    {
        "x": 120.64143,
        "y": 30.974944,
        "NAME": "光明河内河",
        "id": "340",
        "them": "视频监控"
    },
    {
        "x": 120.64143,
        "y": 30.974944,
        "NAME": "光明河外河",
        "id": "341",
        "them": "视频监控"
    },
    {
        "x": 120.548778,
        "y": 30.978389,
        "NAME": "摇水桥室外球",
        "id": "348",
        "them": "视频监控"
    },
    {
        "x": 120.667159,
        "y": 30.964157,
        "NAME": "国营机房室外球",
        "id": "350",
        "them": "视频监控"
    },
    {
        "x": 120.625369,
        "y": 31.04246,
        "NAME": "常富港闸站大门",
        "id": "518",
        "them": "视频监控"
    },
    {
        "x": 120.625369,
        "y": 31.04246,
        "NAME": "常富港闸站球机",
        "id": "519",
        "them": "视频监控"
    },
    {
        "x": 120.647108,
        "y": 31.024966,
        "NAME": "中鲈室外",
        "id": "520",
        "them": "视频监控"
    },
    {
        "x": 120.620776,
        "y": 30.949512,
        "NAME": "石家桥球机",
        "id": "522",
        "them": "视频监控"
    },
    {
        "x": 120.765568,
        "y": 31.051153,
        "NAME": "南港闸站_1",
        "id": "524",
        "them": "视频监控"
    },
    {
        "x": 120.765568,
        "y": 31.051153,
        "NAME": "南港闸站_2",
        "id": "525",
        "them": "视频监控"
    },
    {
        "x": 120.555898,
        "y": 30.950343,
        "NAME": "梅西泵站室外球",
        "id": "526",
        "them": "视频监控"
    },
    {
        "x": 120.567181,
        "y": 30.971995,
        "NAME": "丁香坝外球",
        "id": "528",
        "them": "视频监控"
    },
    {
        "x": 120.58868,
        "y": 30.947008,
        "NAME": "梅东室外球",
        "id": "530",
        "them": "视频监控"
    },
    {
        "x": 120.577474,
        "y": 30.975756,
        "NAME": "梅南河泵站室外球",
        "id": "532",
        "them": "视频监控"
    },
    {
        "x": 120.577944,
        "y": 30.975378,
        "NAME": "梅南河东球机",
        "id": "534",
        "them": "视频监控"
    },
    {
        "x": 120.564719,
        "y": 30.986807,
        "NAME": "板家桥室外球",
        "id": "536",
        "them": "视频监控"
    },
    {
        "x": 120.605316,
        "y": 30.998886,
        "NAME": "大龙荡室外",
        "id": "538",
        "them": "视频监控"
    },
    {
        "x": 120.580444,
        "y": 30.977412,
        "NAME": "西济室外球",
        "id": "540",
        "them": "视频监控"
    },
    {
        "x": 120.588109,
        "y": 30.979377,
        "NAME": "大龙泵站室外球",
        "id": "542",
        "them": "视频监控"
    },
    {
        "x": 120.576752,
        "y": 31.001708,
        "NAME": "桃花漾室外球",
        "id": "544",
        "them": "视频监控"
    },
    {
        "x": 120.539404,
        "y": 30.95571,
        "NAME": "新路桥室外球机",
        "id": "546",
        "them": "视频监控"
    },
    {
        "x": 120.547886,
        "y": 30.96461,
        "NAME": "庙头泵站室外",
        "id": "548",
        "them": "视频监控"
    },
    {
        "x": 120.645111,
        "y": 31.000815,
        "NAME": "大河港排捞站室外球",
        "id": "550",
        "them": "视频监控"
    },
    {
        "x": 120.637052,
        "y": 30.995058,
        "NAME": "大桥排涝站室外球",
        "id": "552",
        "them": "视频监控"
    },
    {
        "x": 120.64194,
        "y": 31.00066,
        "NAME": "天字荡室外球",
        "id": "554",
        "them": "视频监控"
    },
    {
        "x": 120.355374,
        "y": 30.894867,
        "NAME": "南浔跳家河1",
        "id": "137",
        "them": "视频监控"
    },
    {
        "x": 120.355374,
        "y": 30.894867,
        "NAME": "南浔跳家河2",
        "id": "138",
        "them": "视频监控"
    },
    {
        "x": 120.419088,
        "y": 30.90378,
        "NAME": "古一大桥南1",
        "id": "139",
        "them": "视频监控"
    },
    {
        "x": 120.419088,
        "y": 30.90378,
        "NAME": "古一大桥南2",
        "id": "140",
        "them": "视频监控"
    },
    {
        "x": 120.385001,
        "y": 30.933285,
        "NAME": "七都闸站室外枪",
        "id": "220",
        "them": "视频监控"
    },
    {
        "x": 120.385001,
        "y": 30.933285,
        "NAME": "七都闸站室外球1",
        "id": "221",
        "them": "视频监控"
    },
    {
        "x": 120.385001,
        "y": 30.933285,
        "NAME": "七都闸站室外球2",
        "id": "222",
        "them": "视频监控"
    },
    {
        "x": 120.423528,
        "y": 30.945389,
        "NAME": "I双石港内河球",
        "id": "238",
        "them": "视频监控"
    },
    {
        "x": 120.423528,
        "y": 30.945389,
        "NAME": "双石港外河球",
        "id": "239",
        "them": "视频监控"
    },
    {
        "x": 120.392566,
        "y": 30.946394,
        "NAME": "港东室外球1",
        "id": "242",
        "them": "视频监控"
    },
    {
        "x": 120.392566,
        "y": 30.946394,
        "NAME": "港东室外球2",
        "id": "243",
        "them": "视频监控"
    },
    {
        "x": 120.365773,
        "y": 30.932185,
        "NAME": "谷池内河球",
        "id": "244",
        "them": "视频监控"
    },
    {
        "x": 120.365773,
        "y": 30.932185,
        "NAME": "谷池外河球",
        "id": "245",
        "them": "视频监控"
    },
    {
        "x": 120.365773,
        "y": 30.932185,
        "NAME": "谷池室外枪",
        "id": "247",
        "them": "视频监控"
    },
    {
        "x": 120.354842,
        "y": 30.902693,
        "NAME": "三漾室外1",
        "id": "249",
        "them": "视频监控"
    },
    {
        "x": 120.354842,
        "y": 30.902693,
        "NAME": "三漾室外2",
        "id": "250",
        "them": "视频监控"
    },
    {
        "x": 120.481924,
        "y": 30.988126,
        "NAME": "南西漾内河",
        "id": "333",
        "them": "视频监控"
    },
    {
        "x": 120.481924,
        "y": 30.988126,
        "NAME": "南西漾外河",
        "id": "334",
        "them": "视频监控"
    },
    {
        "x": 120.463679,
        "y": 30.987959,
        "NAME": "南望室外球1",
        "id": "557",
        "them": "视频监控"
    },
    {
        "x": 120.463679,
        "y": 30.987959,
        "NAME": "南望室外球2",
        "id": "558",
        "them": "视频监控"
    },
    {
        "x": 120.400279,
        "y": 30.899267,
        "NAME": "菱南枪机",
        "id": "571",
        "them": "视频监控"
    },
    {
        "x": 120.396443,
        "y": 30.91461,
        "NAME": "菱荡室外球1",
        "id": "572",
        "them": "视频监控"
    },
    {
        "x": 120.396443,
        "y": 30.91461,
        "NAME": "菱荡室外枪",
        "id": "573",
        "them": "视频监控"
    },
    {
        "x": 120.396443,
        "y": 30.91461,
        "NAME": "菱荡室外球2",
        "id": "575",
        "them": "视频监控"
    },
    {
        "x": 120.377958,
        "y": 30.954307,
        "NAME": "西丁家港",
        "id": "576",
        "them": "视频监控"
    },
    {
        "x": 120.377958,
        "y": 30.954307,
        "NAME": "沈坟头球机",
        "id": "577",
        "them": "视频监控"
    },
    {
        "x": 120.483953,
        "y": 31.964887,
        "NAME": "徐罗坝外河球机",
        "id": "578",
        "them": "视频监控"
    },
    {
        "x": 120.483953,
        "y": 31.964887,
        "NAME": "徐罗坝东泵房",
        "id": "579",
        "them": "视频监控"
    },
    {
        "x": 120.354842,
        "y": 30.902693,
        "NAME": "三洋内河",
        "id": "580",
        "them": "视频监控"
    },
    {
        "x": 120.354842,
        "y": 30.902693,
        "NAME": "三洋联圩室外球2",
        "id": "581",
        "them": "视频监控"
    },
    {
        "x": 120.379189,
        "y": 30.904342,
        "NAME": "方桥室外球",
        "id": "583",
        "them": "视频监控"
    },
    {
        "x": 120.459339,
        "y": 30.838765,
        "NAME": "秀才坝1",
        "id": "145",
        "them": "视频监控"
    },
    {
        "x": 120.459339,
        "y": 30.838765,
        "NAME": "秀才坝2",
        "id": "146",
        "them": "视频监控"
    },
    {
        "x": 120.499136,
        "y": 30.763594,
        "NAME": "紫荇塘1",
        "id": "153",
        "them": "视频监控"
    },
    {
        "x": 120.499136,
        "y": 30.763594,
        "NAME": "紫荇塘2",
        "id": "154",
        "them": "视频监控"
    },
    {
        "x": 120.520279,
        "y": 30.78563,
        "NAME": "九里桥1",
        "id": "177",
        "them": "视频监控"
    },
    {
        "x": 120.520279,
        "y": 30.78563,
        "NAME": "九里桥2",
        "id": "178",
        "them": "视频监控"
    },
    {
        "x": 120.470283,
        "y": 30.840543,
        "NAME": "三家浜_室外",
        "id": "353",
        "them": "视频监控"
    },
    {
        "x": 120.47783,
        "y": 30.80588,
        "NAME": "南坝_室外",
        "id": "355",
        "them": "视频监控"
    },
    {
        "x": 120.483205,
        "y": 30.80507,
        "NAME": "双庆_室外",
        "id": "357",
        "them": "视频监控"
    },
    {
        "x": 120.512321,
        "y": 30.857689,
        "NAME": "后搪港室外",
        "id": "359",
        "them": "视频监控"
    },
    {
        "x": 120.510811,
        "y": 30.813194,
        "NAME": "后村港_室外",
        "id": "361",
        "them": "视频监控"
    },
    {
        "x": 120.488088,
        "y": 30.854404,
        "NAME": "天亮_室外",
        "id": "363",
        "them": "视频监控"
    },
    {
        "x": 120.493008,
        "y": 30.82035,
        "NAME": "徐家桥_室外",
        "id": "364",
        "them": "视频监控"
    },
    {
        "x": 120.484447,
        "y": 30.853046,
        "NAME": "御龙泵站室外",
        "id": "366",
        "them": "视频监控"
    },
    {
        "x": 120.477001,
        "y": 30.780726,
        "NAME": "新大同_圩内",
        "id": "367",
        "them": "视频监控"
    },
    {
        "x": 120.509631,
        "y": 30.802096,
        "NAME": "新民_室外",
        "id": "372",
        "them": "视频监控"
    },
    {
        "x": 120.508803,
        "y": 30.81296,
        "NAME": "杏花排涝站室外",
        "id": "374",
        "them": "视频监控"
    },
    {
        "x": 120.501962,
        "y": 30.8743,
        "NAME": "民丰_室外",
        "id": "376",
        "them": "视频监控"
    },
    {
        "x": 120.52285,
        "y": 30.791646,
        "NAME": "禹王坝_室外",
        "id": "378",
        "them": "视频监控"
    },
    {
        "x": 120.459423,
        "y": 30.83876,
        "NAME": "秀才坝闸站圩内",
        "id": "379",
        "them": "视频监控"
    },
    {
        "x": 120.467948,
        "y": 30.820804,
        "NAME": "胜利_室外",
        "id": "382",
        "them": "视频监控"
    },
    {
        "x": 120.483523,
        "y": 30.853338,
        "NAME": "青云室外",
        "id": "384",
        "them": "视频监控"
    },
    {
        "x": 120.489855,
        "y": 30.823663,
        "NAME": "新成室外",
        "id": "702",
        "them": "视频监控"
    },
    {
        "x": 120.436727,
        "y": 30.886762,
        "NAME": "八都收费站1",
        "id": "141",
        "them": "视频监控"
    },
    {
        "x": 120.436727,
        "y": 30.886762,
        "NAME": "八都收费站2",
        "id": "142",
        "them": "视频监控"
    },
    {
        "x": 120.451509,
        "y": 30.87781,
        "NAME": "江船湾1",
        "id": "143",
        "them": "视频监控"
    },
    {
        "x": 120.451509,
        "y": 30.87781,
        "NAME": "江船湾2",
        "id": "144",
        "them": "视频监控"
    },
    {
        "x": 120.498054,
        "y": 30.878441,
        "NAME": "大德港1",
        "id": "173",
        "them": "视频监控"
    },
    {
        "x": 120.498054,
        "y": 30.878441,
        "NAME": "大德港2",
        "id": "174",
        "them": "视频监控"
    },
    {
        "x": 120.515123,
        "y": 30.894037,
        "NAME": "总善桥1",
        "id": "175",
        "them": "视频监控"
    },
    {
        "x": 120.515123,
        "y": 30.894037,
        "NAME": "总善桥2",
        "id": "176",
        "them": "视频监控"
    },
    {
        "x": 120.444769,
        "y": 30.918964,
        "NAME": "如路桥1",
        "id": "187",
        "them": "视频监控"
    },
    {
        "x": 120.444769,
        "y": 30.918964,
        "NAME": "如路桥2",
        "id": "188",
        "them": "视频监控"
    },
    {
        "x": 120.469099,
        "y": 30.89743,
        "NAME": "三家坝圩内",
        "id": "386",
        "them": "视频监控"
    },
    {
        "x": 120.469099,
        "y": 30.89743,
        "NAME": "三家坝圩外",
        "id": "387",
        "them": "视频监控"
    },
    {
        "x": 120.530011,
        "y": 30.911685,
        "NAME": "乌泥坝闸站圩内",
        "id": "389",
        "them": "视频监控"
    },
    {
        "x": 120.530011,
        "y": 30.911685,
        "NAME": "乌泥坝闸站圩外",
        "id": "390",
        "them": "视频监控"
    },
    {
        "x": 120.495767,
        "y": 30.901237,
        "NAME": "分乡桥灌排站圩内",
        "id": "392",
        "them": "视频监控"
    },
    {
        "x": 120.495767,
        "y": 30.901237,
        "NAME": "分乡桥灌排站圩外",
        "id": "393",
        "them": "视频监控"
    },
    {
        "x": 120.539889,
        "y": 30.937818,
        "NAME": "北麻漾",
        "id": "396",
        "them": "视频监控"
    },
    {
        "x": 120.517294,
        "y": 30.928514,
        "NAME": "双阳灌排站圩内",
        "id": "397",
        "them": "视频监控"
    },
    {
        "x": 120.517294,
        "y": 30.928514,
        "NAME": "双阳灌排站圩外",
        "id": "398",
        "them": "视频监控"
    },
    {
        "x": 120.463015,
        "y": 30.894374,
        "NAME": "外倚灌排站圩内",
        "id": "400",
        "them": "视频监控"
    },
    {
        "x": 120.474878,
        "y": 30.950792,
        "NAME": "徐东排水站圩内",
        "id": "403",
        "them": "视频监控"
    },
    {
        "x": 120.474878,
        "y": 30.950792,
        "NAME": "徐东排水站圩外",
        "id": "404",
        "them": "视频监控"
    },
    {
        "x": 120.46271,
        "y": 30.959818,
        "NAME": "徐北排水站圩内",
        "id": "406",
        "them": "视频监控"
    },
    {
        "x": 120.476421,
        "y": 30.905242,
        "NAME": "徐南排水站圩内",
        "id": "408",
        "them": "视频监控"
    },
    {
        "x": 120.476421,
        "y": 30.905242,
        "NAME": "徐南排水站圩外",
        "id": "409",
        "them": "视频监控"
    },
    {
        "x": 120.448513,
        "y": 30.923321,
        "NAME": "徐家漾排水站圩内",
        "id": "411",
        "them": "视频监控"
    },
    {
        "x": 120.448513,
        "y": 30.923321,
        "NAME": "徐家漾排水站圩外",
        "id": "412",
        "them": "视频监控"
    },
    {
        "x": 120.493851,
        "y": 30.884042,
        "NAME": "斜塘排水站圩内",
        "id": "414",
        "them": "视频监控"
    },
    {
        "x": 120.493851,
        "y": 30.884042,
        "NAME": "斜塘排水站圩外",
        "id": "415",
        "them": "视频监控"
    },
    {
        "x": 120.515627,
        "y": 30.934097,
        "NAME": "柳塘排水站圩内",
        "id": "417",
        "them": "视频监控"
    },
    {
        "x": 120.515627,
        "y": 30.934097,
        "NAME": "柳塘排水站圩外",
        "id": "418",
        "them": "视频监控"
    },
    {
        "x": 120.50051,
        "y": 30.918434,
        "NAME": "水利站东北角",
        "id": "420",
        "them": "视频监控"
    },
    {
        "x": 120.50051,
        "y": 30.918434,
        "NAME": "水利站西南角",
        "id": "421",
        "them": "视频监控"
    },
    {
        "x": 120.501684,
        "y": 30.88682,
        "NAME": "火箭排水站圩内",
        "id": "422",
        "them": "视频监控"
    },
    {
        "x": 120.501684,
        "y": 30.88682,
        "NAME": "火箭排水站圩外",
        "id": "423",
        "them": "视频监控"
    },
    {
        "x": 120.50027,
        "y": 30.95076,
        "NAME": "燕花塘闸站圩内",
        "id": "425",
        "them": "视频监控"
    },
    {
        "x": 120.50027,
        "y": 30.95076,
        "NAME": "燕花塘闸站圩外",
        "id": "426",
        "them": "视频监控"
    },
    {
        "x": 120.49057,
        "y": 30.914636,
        "NAME": "花园桥排水站圩内",
        "id": "428",
        "them": "视频监控"
    },
    {
        "x": 120.49057,
        "y": 30.914636,
        "NAME": "花园桥排水站圩外",
        "id": "429",
        "them": "视频监控"
    },
    {
        "x": 120.464905,
        "y": 30.899402,
        "NAME": "蠡思港排水站圩内",
        "id": "431",
        "them": "视频监控"
    },
    {
        "x": 120.464905,
        "y": 30.899402,
        "NAME": "蠡思港排水站圩外",
        "id": "432",
        "them": "视频监控"
    },
    {
        "x": 120.433376,
        "y": 30.935711,
        "NAME": "贯北灌排站圩内",
        "id": "434",
        "them": "视频监控"
    },
    {
        "x": 120.433376,
        "y": 30.935711,
        "NAME": "贯北灌排站圩外",
        "id": "435",
        "them": "视频监控"
    },
    {
        "x": 120.444707,
        "y": 30.890399,
        "NAME": "贯南排水站圩内",
        "id": "437",
        "them": "视频监控"
    },
    {
        "x": 120.444707,
        "y": 30.890399,
        "NAME": "贯南排水站圩外",
        "id": "438",
        "them": "视频监控"
    },
    {
        "x": 120.444023,
        "y": 30.912969,
        "NAME": "贯桥排水站圩外",
        "id": "441",
        "them": "视频监控"
    },
    {
        "x": 120.517294,
        "y": 30.928514,
        "NAME": "迪塘",
        "id": "443",
        "them": "视频监控"
    },
    {
        "x": 120.451347,
        "y": 30.877844,
        "NAME": "长滩漾灌排站圩内",
        "id": "444",
        "them": "视频监控"
    },
    {
        "x": 120.451347,
        "y": 30.877844,
        "NAME": "长滩漾灌排站圩外",
        "id": "445",
        "them": "视频监控"
    },
    {
        "x": 120.509405,
        "y": 30.95384,
        "NAME": "长漾",
        "id": "447",
        "them": "视频监控"
    }
]